[
{
    "name":"",
    "location": "",
    "text":"Katie helped me achieve everything I needed and more from our sessions, I feel confident now that I understand why I feel certain things at certain times and I have been given the tools I need to gain control over my anxiety and negative thinking. I would highly recommend solution based hypnotherapy and especially with Katie who has such a great connecting with her clients."
},
{
    "name":"",
    "location": "",
    "text":"I was apprehensive about starting these sessions as I have not tried anything like this before. But Katie was brilliant from start to finish and put me at ease. I feel able to recognise situations where I would previously have over- analysed them which would feed my anxiety. I am still a work in progress, but I know that I have the tools I need to rationalise my thoughts, stop worrying about things outside of my control and to finally enjoy the here and now."
},
{
    "name":"",
    "location": "",
    "text":"Words cannot describe how much Katie has supported my family. Her kindness, patience, time and strategies have provided invaluable support to both myself and my son during difficult transitions, SEN assessment and navigating school. Katie has built a wonderful professional relationship with my son and has unlocked him in ways others have never achieved. He listens and engages with her sessions and looks forward to the time they spend sharing news and navigating life. Katie has enabled us as family to communicate and support each other better and allows me time to address anxiety and stress issues and has provided support strategies to assist me with creating calm and me time when life tasks become overwhelming. I highly recommend Katie as a therapist, she creates a safe environment where it is ok to not be ok and works on how to focus on the positive to relive stress and anxiety and fell relaxed and calm. I genuinely feel that Katie is a superhero with huge warmth and positive energy, we wouldn’t be without her."
},
{
    "name":"Emma",
    "location": "Hertfordshire",
    "text":"Calm and confident. These were the main benefits I gained from working with Katie. Beforehand, I was not able to work or go to social gatherings. I had high levels of anxiety, which was affecting my confidence, and I was working through trauma and grief. And with children to look after, my life felt enormously overwhelming and chaotic. During the time I worked with Katie, I also returned to work, with the calm and confident outlook I needed. I&#39;m still working, months later.  I also very much enjoyed listening to Katie&#39;s soothing and reassuring voice at the end of each session, as I entered into an hypnotic trance. Katie is extremely knowledgeable, calming, intuitive, very caring and clearly very enthusiastic about this form of therapy. I have absolutely no reservations about recommending her life-changing support."
}

]